The unit type of the property
  Namespace:   Autodesk.Revit.Utility
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public DisplayUnitType DisplayUnitType { get; }
  Visual Basic
Public ReadOnly Property DisplayUnitType As DisplayUnitType
	Get
  Visual C++
public:
property DisplayUnitType DisplayUnitType {
	DisplayUnitType get ();
}
 See Also
  AssetPropertyDistance Class
  Autodesk.Revit.Utility Namespace